7zip
abseil-cpp
accountsservice
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adw-gtk-theme
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
aquamarine
archlinux-keyring
argon2
at-spi2-core
atkmm
attica
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
ayatana-ido
baloo
baloo-widgets
base
base-devel
bash
binutils
bison
bitwarden
blas
blas64-openblas
blueman
bluez
bluez-libs
bluez-utils
bottom
breeze-icons
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cbindgen
cblas
cifs-utils
clang
cmake
colord
compiler-rt
composer
convertlit
coreutils
cpanminus
cppdap
cryptsetup
curl
dav1d
db5.3
dbeaver
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
docbook-xml
docbook-xsl
dolphin
dosfstools
double-conversion
duktape
dump_syms
e2fsprogs
ebook-tools
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron34
enchant
esbuild
exempi
exiv2
expat
extra-cmake-modules
fakeroot
fcft
fd
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fmt
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdbm
gdk-pixbuf2
gdm
gdu
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghc-libs
giflib
git
gjs
glib-networking
glib2
glibc
glibmm
glslang
gmp
gnome-autoar
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnome-mimeapps
gnome-session
gnome-settings-daemon
gnome-shell
gnome-themes-extra
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpm
granite
graphene
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
guile
gupnp
gupnp-dlna
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
haskell-hostname
hicolor-icon-theme
hidapi
highway
htop
hwdata
hyphen
hyprcursor
hyprgraphics
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprpaper
hyprpicker
hyprutils
hyprwayland-scanner
iana-etc
icu
iio-sensor-proxy
imagemagick
imake
inetutils
intel-ucode
inter-font
iproute2
iptables
iputils
iso-codes
jansson
java-environment-common
java-runtime-common
jbigkit
jdk-openjdk
jq
js128
json-c
json-glib
jsoncpp
julia
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdnssd
kdoctools
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kio
kio-extras
kirigami
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kpackage
kparts
kpipewire
kpty
krb5
kservice
kstatusnotifieritem
ktextwidgets
kuserfeedback
kvantum
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lazygit
lcms2
ldb
leafpad
leancrypto
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-audit
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnm
lib32-libnsl
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libva
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxinerama
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-pipewire
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblastrampoline
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdecor
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgdm
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgpg-error
libgsf
libgudev
libgusb
libgweather-4
libgxps
libhandy
libibus
libical
libice
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libisl
libjpeg-turbo
libjxl
libkexiv2
libksba
liblc3
libldac
libldap
libliftoff
liblqr
libluv
libmanette
libmd
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libmtp
libmysofa
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma-common
libnma-gtk4
libnotify
libnsl
libnss_nis
libnvme
libogg
libopenmpt
libosinfo
libp11-kit
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspng
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
lld
llhttp
llvm
llvm-julia-libs
llvm-libs
lm_sensors
lmdb
localsearch
lsb-release
lsof
lua
lua-luarocks-build-rust-mlua
lua51
lua51-lpeg
luajit
luarocks
lv2
ly
lz4
lzo
m4
mailcap
make
mbedtls
mbedtls2
md4c
mdadm
media-player-info
mercurial
mesa
meson
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mutter
nasm
nautilus
ncurses
neovim
nettle
networkmanager
ninja
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
ntfs-3g
ntp
numactl
ocl-icd
oniguruma
openal
openblas64
opencore-amr
opendesktop-fonts
openjpeg2
openlibm
openssh
openssl
opus
orc
osinfo-db
otf-aurulent-nerd
otf-cascadia-code
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-cormorant
otf-droid-nerd
otf-fantasque-sans-mono
otf-fira-mono
otf-fira-sans
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-ipaexfont
otf-ipafont
otf-ipamjfont
otf-latin-modern
otf-latinmodern-math
otf-libertinus
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass
otf-overpass-nerd
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-font-ttf
perl-io-string
perl-mailtools
perl-timedate
phonon-qt6
phonon-qt6-mpv
php
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
plasma-activities
playerctl
polkit
polkit-qt6
poppler
poppler-glib
poppler-qt6
popt
portaudio
powerline-fonts
procps-ng
psmisc
pugixml
python
python-argcomplete
python-attrs
python-autocommand
python-cairo
python-cffi
python-charset-normalizer
python-colorthief
python-cryptography
python-fast-colorthief
python-filelock
python-gobject
python-greenlet
python-i3ipc
python-idna
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-modern-colorthief
python-more-itertools
python-msgpack
python-numpy
python-packaging
python-pillow
python-pip
python-platformdirs
python-pooch
python-pycparser
python-pynvim
python-requests
python-scipy
python-setuptools
python-six
python-tqdm
python-urllib3
python-wheel
python-xlib
qca-qt6
qt5-base
qt5-svg
qt5-translations
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6ct
rav1e
re2
readline
rhash
ripgrep
ripgrep-all
rtkit
rubberband
ruby
ruby-erb
rubygems
rust
sbc
scdoc
sdbus-cpp
sdl2-compat
sdl3
seatd
sed
semver
sequoia-sqv
serd
shaderc
shadow
shared-mime-info
simdjson
slang
slurp
smbclient
snappy
sndio
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-tools
spotify-launcher
sqlite
sratom
srt
starship
startup-notification
steam
strace
sudo
suitesparse
svt-av1
sway
sway-contrib
swaync
swww
syndication
syntax-highlighting
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
terminus-font
tevent
tex-gyre-fonts
texinfo
tinysparql
tomlplusplus
totem-pl-parser
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttc-iosevka
ttc-iosevka-aile
ttc-iosevka-curly
ttc-iosevka-curly-slab
ttc-iosevka-etoile
ttc-iosevka-slab
ttc-iosevka-ss01
ttc-iosevka-ss02
ttc-iosevka-ss03
ttc-iosevka-ss04
ttc-iosevka-ss05
ttc-iosevka-ss06
ttc-iosevka-ss07
ttc-iosevka-ss08
ttc-iosevka-ss09
ttc-iosevka-ss10
ttc-iosevka-ss11
ttc-iosevka-ss12
ttc-iosevka-ss13
ttc-iosevka-ss14
ttc-iosevka-ss15
ttc-iosevka-ss16
ttc-iosevka-ss17
ttc-iosevka-ss18
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymous-pro
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-arphic-ukai
ttf-arphic-uming
ttf-atkinson-hyperlegible
ttf-baekmuk
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cormorant
ttf-cousine-nerd
ttf-crimson
ttf-crimson-pro
ttf-crimson-pro-variable
ttf-croscore
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-eurof
ttf-fantasque-nerd
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-gentium-plus
ttf-go-nerd
ttf-gohu-nerd
ttf-hack
ttf-hack-nerd
ttf-hanazono
ttf-hannom
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibm-plex
ttf-ibmplex-mono-nerd
ttf-inconsolata
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-indic-otf
ttf-input
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-junicode
ttf-junicode-variable
ttf-khmer
ttf-lato
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-linux-libertine
ttf-linux-libertine-g
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monaspace-variable
ttf-monofur
ttf-monofur-nerd
ttf-monoid
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-overpass
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-sarasa-gothic
ttf-sazanami
ttf-scheherazade-new
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tibetan-machine
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tzdata
uchardet
udisks2
unibilium
unzip
upower
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vmaf
volume_key
vulkan-icd-loader
vulkan-intel
wasi-compiler-rt
wasi-libc
wasi-libc++
wasi-libc++abi
waybar
wayland
wayland-protocols
webkitgtk-6.0
webrtc-audio-processing-1
weston
wget
which
wireplumber
wl-clipboard
wlroots0.19
woff2
wofi
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xkeyboard-config
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-cyrillic
xorg-fonts-alias-misc
xorg-fonts-cyrillic
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yasm
zenity
zeromq
zimg
zip
zix
zlib
zlib-ng
zsh
zstd
