adobe-source-code-pro-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adw-gtk-theme
adwaita-qt5-git
adwaita-qt6-git
alsa-utils
base
base-devel
bitwarden
blueman
bluez
bluez-utils
bottom
cbindgen
clang
colorz
composer
cpanminus
dbeaver
discord
dislocker
dolphin
dosfstools
dump_syms
efibootmgr
fd
firefox
floorp-bin
gdm
gdu
git
gnome-themes-extra
google-chrome
grim
grimshot-bin-sway
grub
haskell-hostname
htop
hyprland
hyprpaper
hyprpicker
imake
inetutils
intel-ucode
julia
kitty
kvantum
lazygit
leafpad
less
linux
linux-firmware
llvm
lua-luarocks-build-rust-mlua
lua51
luarocks
ly
mercurial
microsoft-edge-stable-bin
mtools
nasm
neofetch
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntp
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
php
pipewire-alsa
pipewire-pulse
python-colorthief
python-modern-colorthief
python-pip
python-pynvim
python-pywal16
python-pywalfox
qt5ct
qt6ct
ruby-erb
slurp
sof-firmware
spotify-launcher
starship
steam
sudo
swaync
swww
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-hanazono
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unzip
vim
wasi-compiler-rt
wasi-libc
wasi-libc++
wasi-libc++abi
waybar
weston
wget
wofi
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xwaylandvideobridge-git
yasm
yay
yay-debug
zip
zsh
