adwaita-qt5-git
adwaita-qt6-git
ascii-image-converter
aws-session-manager-plugin
browsh-bin
colorz
coursier-bin
dislocker
floorp-bin
gcalcli
google-chrome
lazysql-bin
leafpad
microsoft-edge-stable-bin
minecraft-launcher
mycli
neofetch
nodejs-fast-cli
powerpill
python-pywal16
python-pywalfox
rbw-menu
scala
swayosd-git
tofi
tre-command
wego
xwaylandvideobridge-git
yay
