adwaita-qt5-git
adwaita-qt6-git
andcli-bin
ascii-image-converter
aws-session-manager-plugin
colorz
coursier-bin
dislocker
docker-scout
gcalcli
google-chrome
leafpad
microsoft-edge-stable-bin
minecraft-launcher
mycli
nchat
neofetch
ngrok
nodejs-fast-cli
opencode-bin
powerpill
python-modern-colorthief
qdirstat-bin
rbw-menu
scala
sqlit
tofi
toggl-cli-bin
tre-command
wego
wormhole-william-bin
xwaylandvideobridge-git
yay
