adobe-source-code-pro-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adw-gtk-theme
alsa-utils
aws-cli-v2
base
base-devel
bat
bc
binaryen
bitwarden
blueman
bluetui
bluez
bluez-deprecated-tools
bluez-utils
bottom
brightnessctl
cbindgen
chafa
clang
cliphist
composer
conky
cpanminus
dart-sass
dbeaver
dialog
discord
dkms
docker
docker-compose
dolphin
dosfstools
dump_syms
dunst
efibootmgr
evtest
eza
fd
firefox
fzf
gdm
gdu
ghostscript
git
git-delta
github-cli
glow
gnome-themes-extra
graphicsmagick
grim
grub
gst-plugin-pipewire
haskell-hostname
htop
hyprland
hyprpaper
hyprpicker
hyprshot
imake
inetutils
intel-ucode
iwd
jdk17-openjdk
jdk21-openjdk
jless
julia
kitty
kvantum
lazygit
less
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
llvm
lua51
luarocks
ly
man-db
mariadb-clients
mercurial
mtools
nano
nasm
neovim
net-tools
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ntp
nvidia-dkms
nvm
obs-studio
ollama
openbsd-netcat
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
percona-server
perf
php
php-apache
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-colorthief
python-modern-colorthief
python-pip
python-pipx
python-pynvim
python-pywal
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rbw
reflector
rofi
rsync
ruby-erb
sbt
slurp
smartmontools
sof-firmware
spotify-launcher
starship
superfile
swaync
swayosd
swww
tectonic
texlive-binextra
tokei
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-hanazono
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unzip
uwsm
vi
vim
viu
vlc
wasi-compiler-rt
wasi-libc
wasi-libc++
wasi-libc++abi
waybar
webkit2gtk
weston
wev
wget
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
woff2-font-awesome
wofi
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xorg-server
xorg-xdpyinfo
xorg-xinit
xsel
yasm
zip
zram-generator
zsh
