{
  "Abstract-cs": { "branch": "main" },
  "Alduin": { "branch": "master" },
  "Ubaryd": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "ares.nvim": { "branch": "main" },
  "ashen.nvim": { "branch": "main" },
  "bamboo.nvim": { "branch": "master" },
  "boo-colorscheme-nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "chocolatier.nvim": { "branch": "master" },
  "citruszest.nvim": { "branch": "main" },
  "coffee.vim": { "branch": "main" },
  "deepwhite.nvim": { "branch": "main" },
  "espresso.nvim": { "branch": "main" },
  "gruvbox-baby": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "kanagawa-paper.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "melange-nvim": { "branch": "master" },
  "mellifluous.nvim": { "branch": "main" },
  "miasma.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neovim": { "branch": "main" },
  "neovim-ayu": { "branch": "master" },
  "no-clown-fiesta.nvim": { "branch": "master" },
  "nvim": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "posterpole.nvim": { "branch": "master" },
  "rakis.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "tender.vim": { "branch": "master" },
  "true-monochrome": { "branch": "master" },
  "vim-petra": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" }
}
